[
    {
        "id": 1,
        "name": "Numskull Cat Ears Kids Headphones",
        "description": "Introducing Numskull's Cat Ears Headphones: the ultimate blend of style and safety for young gamers and cat lovers alike! With comfortable ear pads, a universal 3.5mm jack, and an 85db volume limit, these headphones offer perfect sound for ages 3-14.",
        "tags": [
            5,
            14
        ]
    },
    {
        "id": 2,
        "name": "Multi-Format Gaming Headset (Xbox One/PS4/PC)",
        "description": "Introducing the ultimate gaming companion: the sleek and stylish Multi-format Gaming Headset! Compatible with PS4, Xbox One, Nintendo Switch, PC, Mac, Xbox 360, and more, this headset is a must-have for serious gamers. With full stereo audio, integrated volume control/microphone switch, and durable construction, it ensures an immersive and comfortable gaming experience. Featuring padded earcups and super soft over-ear pads, plus a 130-degree adjustable headset/microphone for personalized comfort during long gaming sessions. Get ready to elevate your gameplay with this premium headset!",
        "tags": [
            5,
            14
        ]
    },
    {
        "id": 3,
        "name": "Numskull eSports NS03e Multi Format Gaming Headset",
        "description": "Introducing the Numskull NS03: the essential headset designed for immersive gaming and music experiences. Compatible with PS4, Xbox One, PC, Mac, and more, this sleek headset features balanced virtual surround sound through 40mm neodymium drivers, delivering every detail with clarity. The omnidirectional mic with noise cancelling ensures clear communication with your team. Built for comfort, durability, and convenience, with memory foam ear cushions, a padded headband, and an eyewear-friendly design. Plus, with a removable, high-sensitivity bendable cardioid microphone, in-line volume adjuster, and mic ON/OFF switch, it's the ultimate choice for extended gaming sessions.",
        "tags": [
            5,
            14
        ]
    },
    {
        "id": 4,
        "name": "Numskull Multi-Format Gaming Headset for PS4/Xbox One/Nintendo Switch/PC/Mac/Xbox 360",
        "description": "Get ready for non-stop gaming action with the Numskull Multi-format Gaming Headset! This official accessory boasts a microphone, volume control, and super comfy ear cups, ensuring maximum comfort as you dominate your friends in Super Smash Bros. Compatible with PS4, PS5, Xbox One, Xbox Series X/S, Nintendo Switch, Xbox 360, PC, and Mac, this durable headset comes with adapters for multi-platform use straight out of the box. With full stereo audio, integrated volume control/microphone switch, and a 180-degree adjustable headset/microphone, it's the ultimate choice for gaming marathons.",
        "tags": [
            5,
            14
        ]
    },
    {
        "id": 5,
        "name": "Official Hogwarts Legacy Nintendo Switch Case",
        "description": "Embark on magical adventures with confidence using the official Hogwarts Legacy Switch case. Designed by Numskull, this case features a stylish Hogwarts Legacy design and offers superior protection for your Nintendo Switch. With compartments for up to 10 game cartridges and additional accessories, it ensures everything stays organized on your journey through the Wizarding World. Made from premium materials with a soft inner lining, it safeguards your console from bumps and scratches, making it the perfect companion for any aspiring witch or wizard.",
        "tags": [
            2,
            12
        ]
    },
    {
        "id": 6,
        "name": "Official Transformers Nintendo Switch Case",
        "description": "Gear up for epic battles with the official Transformers Switch case! Designed by Numskull, this case features a design inspired by the original cartoon series and offers premium protection for your console. With storage for up to 10 game cartridges and additional accessories, it ensures everything stays organized for your gaming adventures. The hard outer shell and soft inner lining protect your console from battle damage, while the compact design makes it perfect for on-the-go gaming. It's more than meets the eye – it's a must-have for any Autobot ally!",
        "tags": [
            2,
            12
        ]
    },
    {
        "id": 7,
        "name": "Official South Park Nintendo Switch Case",
        "description": "Protect your Switch in style with the official South Park case! Designed by Numskull, this case features the iconic South Park design and offers premium protection for your console. With storage for up to 10 game cartridges and additional accessories, it keeps everything organized for your gaming adventures. The hard outer shell and soft inner lining safeguard your console from knocks and scratches, while the compact design makes it perfect for on-the-go gaming. It's the ultimate accessory for any South Park fan!",
        "tags": [
            2,
            12
        ]
    },
    {
        "id": 8,
        "name": "Official Original Stormtrooper Nintendo Switch Case",
        "description": "Protect your Nintendo Switch with the power of the Empire with this official Stormtrooper case! Designed by Numskull, this case features a sleek Stormtrooper design and offers premium protection for your console. With compartments for up to 10 game cartridges and additional accessories, it keeps everything organized for your gaming adventures. The durable outer shell shields your Switch from bumps, scratches, and knocks, while the soft inner lining provides a comfy home and helps avoid scratches. Compact and stylish, it's the perfect accessory for any Star Wars fan!",
        "tags": [
            2,
            12
        ]
    },
    {
        "id": 9,
        "name": "Official Harry Potter Nintendo Switch Case",
        "description": "Nintendo Switch with the magic of Hogwarts with this official Harry Potter case! Designed by Numskull, this case features a design inspired by the iconic Harry Potter movie franchise and offers premium protection for your console. With compartments for up to 10 game cartridges and additional accessories, it keeps everything organized for your gaming adventures. The durable outer shell shields your Switch from bumps, scratches, and knocks, while the soft inner lining provides a comfy home and helps avoid scratches. Compact and stylish, it's the perfect accessory for any wizard or witch!",
        "tags": [
            2,
            12
        ]
    },
    {
        "id": 10,
        "name": "Brigandine: The Legend of Runersia (PS4)",
        "description": "Brigandine: The Legend of Runersia, a grand strategy simulation game set in a land on the brink of war. Choose your faction and commander, assemble an army of knights, monsters, and war machines, and embark on a quest to conquer the continent. With six major powers to choose from, over 40 bases, 100 knights, and 50 types of monsters, every playthrough offers a unique experience. Dive into deep war simulation gameplay, where unit growth and map-based battles await. With stunning hand-drawn graphics, captivating characters, and a majestic soundtrack, the world of Runersia comes to life like never before. Get ready for an unforgettable adventure where the fate of nations hangs in the balance. PEGI 12.",
        "tags": [
            1,
            6,
            7,
            9
        ]
    },
    {
        "id": 11,
        "name": "Clive ‘N’ Wrench Collector's Edition (PS5)",
        "description": "Clive ‘N’ Wrench, a thrilling 3D platformer starring Clive the rabbit and Wrench the monkey. Join them on a heroic quest to thwart the tyrannical Dr. Daucus and his evil plans, hurtling through time and space in a 1950s refrigerator. With vibrant worlds, collectibles, and dynamic boss battles, this single-player adventure is packed with excitement. The Collector’s Edition includes goodies like character cards, a fridge magnet, and the original soundtrack. Get ready for agile parkour, quirky characters, and unforgettable challenges in Clive ‘N’ Wrench!",
        "tags": [
            1,
            6,
            7
        ]
    },
    {
        "id": 12,
        "name": "Harvest Moon The Winds Of Anthos (PS5)",
        "description": "Farming adventure in Anthos, a land once protected by the Harvest Sprites and the goddess of nature, the Harvest Goddess. Explore five unique towns, each with its own seasonal charm and colorful townsfolk. From the scorching depths of a volcano to the icy peaks of snowy mountains, experience the diverse landscapes of Anthos. Move your farm across the world to your favorite locations, care for livestock, grow crops, and immerse yourself in festivals and competitions. Prepare for an unforgettable journey of growth, community, and rural charm in this enchanting farming simulation game.",
        "tags": [
            1,
            6,
            7
        ]
    },
    {
        "id": 13,
        "name": "Train Valley Deluxe Edition - PS4",
        "description": "All aboard for endless fun with the Train Valley Collection! Manage intricate railway networks, solve challenging puzzles, and become a tycoon of the tracks in this deluxe edition featuring Train Valley 1 and Train Valley 2. Build strategic railroads to connect cities, tunnels, and bridges while considering efficiency and costs. Test your logistical skills in various modes including story, random, company, and sandbox. With over 30 locomotives, 60 types of train cars, and locations around the world, the Train Valley Collection offers expansive gameplay for train enthusiasts everywhere.",
        "tags": [
            1,
            6,
            7
        ]
    },
    {
        "id": 14,
        "name": "Bladed Fury (PS4)",
        "description": "Bladed Fury, a fluid and precise 2D action game steeped in Chinese history and mythology. Join Ji, an exiled princess, as she traverses the Warring States of China to restore honor to her name and defeat the treasonous Tian clan. Master graceful combat mechanics to overcome foes with diverse skills and attributes. With stunning hand-drawn art inspired by Chinese paintings, every strike and special move is brought to life with gorgeous effects. Encounter ancient deities who will bestow their powers upon you, aiding you on your journey of vengeance. PEGI: 12+.",
        "tags": [
            1,
            6,
            7,
            9
        ]
    },
    {
        "id": 15,
        "name": "Numskull Connectable Hexagon LED Gaming Lights",
        "description": "Sleek hexagonal lights! Designed by Numskull Designs, they offer customizable colors to match your mood, simply touch the lights to change. USB powered and compatible with multiple platforms, they're easy to control via Bluetooth or included remote. Portable and easy to move, they add a special touch to any gaming area. Output: 5V, 2A.",
        "tags": [
            5,
            18
        ]
    },
    {
        "id": 16,
        "name": "Numskull USB Gaming LED Microphone",
        "description": "Immerse yourself in gaming with crystal-clear audio using this sleek USB gaming microphone. Its customizable LED lighting adds flair to your setup, while plug-and-play functionality ensures easy setup for instant online chats. The versatile stand allows effortless angle adjustments for optimal recording and voice clarity. Features include RGB rainbow light, headphone jack, gain control, touch mute function, and cardoid polar pattern. With specs like -41±2dB sensitivity and 20Hz-16kHz frequency response, this microphone delivers exceptional performance. Includes USB-C cable for convenient connectivity. Dimensions: 5” x 2”.",
        "tags": [
            5,
            18
        ]
    },
    {
        "id": 17,
        "name": "Wireless Charging Receiver for PS5 Controller",
        "description": "Experience ultimate convenience and aesthetics with the wireless PlayStation 5 charger. Designed specifically for PS5 controllers, this charger offers cable-free charging to keep your gaming space clutter-free. With advanced induction technology, it efficiently and safely transfers power wirelessly, ensuring fast charging in just two hours. LED indicators provide easy monitoring of the charging status, while built-in surge and short circuit protection keep your devices safe. Sleek and modern in design, it effortlessly blends into any gaming setup. Fast charging is supported with an additional adaptor (not included), and a USB-C cable is included for easy connectivity. Dimensions: Charging pad: Diameter: 4” x thickness: 0.2”, Receiver: 2.7” x 2.3” x 1.3”. Input: 5V-3A / 9V-2A, Wireless output: 15W/10W/7.5W/5W.",
        "tags": [
            1,
            19
        ]
    },
    {
        "id": 18,
        "name": "Numskull PlayStation PS4 Multi-Function 5 in 1 Docking Station / Console Stand",
        "description": "PS4 stand: the 5-in-1 multi-functional charging dock and stand from Numskull. Officially licensed by Sony Playstation, this stand is designed to accommodate your PS4, PS4 Slim, or PS4 Pro console snugly. With built-in cooling fans, it efficiently keeps your console cool during intense gaming sessions, prolonging its lifetime. Store up to 4 of your favorite games neatly, charge two controllers simultaneously, and plug in extra cables and devices with the built-in USB hub. It's the perfect all-in-one solution to keep your gaming area organized and your equipment in top condition. (Console, controllers, and games not included.)",
        "tags": [
            1,
            19
        ]
    },
    {
        "id": 19,
        "name": "Official Sony PlayStation 4 PS4 Keyboard / Chatpad",
        "description": "Enhance your gaming experience with the officially licensed PS4 keyboard accessory from Numskull Designs. This mini wireless keypad chatpad is a must-have for any gamer who prefers gaming over typing. Easily connected to your DualShock 4 controller, it lets you chat, write, and text quicker and easier than with standard buttons. Perfect for games, apps, and online chats, this keyboard is a great addition to your PS4 accessories. With a built-in external speaker and rechargeable battery, it's designed for convenience and functionality. Plus, it's officially licensed by Sony Playstation, so you know it's top quality.",
        "tags": [
            1,
            13
        ]
    },
    {
        "id": 20,
        "name": "Official Xbox Gaming Locker (LED Version)",
        "description": "Next-generation Xbox Gaming Locker from Numskull Designs. Officially licensed by Xbox, this sleek storage solution features color-changing LEDs, dedicated mounts for headphones and controllers, and storage space for up to 10 games. With adjustable shelves, a bottom drawer for accessories, and USB-C power connectivity, it's the ultimate statement piece for any gamer.",
        "tags": [
            4,
            18
        ]
    },
    {
        "id": 21,
        "name": "Official Halo Gaming Locker",
        "description": "Gear up for galactic warfare with the Halo Infinite Gaming Locker! Officially licensed by 343 Industries and crafted by Numskull Designs, this locker is the ultimate storage solution for your gaming essentials. With space for up to 10 Xbox or PlayStation games and movies, along with dedicated mounts for up to 4 controllers and a secure headphone holder on top, it's designed for maximum convenience. Plus, with a bottom drawer for cables, remotes, and other equipment, this locker keeps everything organized and within reach. Complete with front doors adorned with cool Halo branding, it's the perfect addition to any gaming setup.",
        "tags": [
            4,
            5
        ]
    },
    {
        "id": 22,
        "name": "The Inquisitor Deluxe Edition (Xbox Series X)",
        "description": "The Inquisitor is a story-driven, dark fantasy adventure game with action elements, that compels you to face difficult moral choices. The game is set in an alternative version of (religious) reality, inspired by the bestselling Inquisitor book series by Jacek Piekara. Once nailed to the cross and near death, Jesus becomes consumed by utter rage. He breaks free and unleashes violent vengeance on all the non-believers. Centuries pass and now an army of zealot Inquisitors brutally enforce the faith in this blood-soaked Church.",
        "tags": [
            4,
            6,
            7
        ]
    },
    {
        "id": 23,
        "name": "EA Sports FC 24 (Xbox Series X)",
        "description":"EA SPORTS FC 24 is a new era for The World’s Game: 19,000+ fully licensed players, 700+ teams, and 30+ leagues playing together in the most authentic football experience ever created.\n\nFeel closer to the game with three cutting-edge technologies powering unparalleled realism in every match: HyperMotionV, PlayStyles optimised by Opta, and a revolutionised Frostbite Engine.",
        "tags": [
            4,
            21
        ]
    },
    {
        "id": 24,
        "name": "Astral Purple Xbox Series X&S Controller (Xbox Series X)",
        "description": "Experience the modernised design of the Xbox Wireless Controller in Astral Purple, featuring sculpted surfaces and refined geometry for enhanced comfort during gameplay. Stay on target with a hybrid D-pad and textured grip on the triggers, bumpers, and back-case. Seamlessly capture and share content such as screenshots, recordings, and more with the Share button. Connect using the USB-C port for direct plug and play to console and PC.",
        "tags": [
            4,
            13
        ]
    },
    {
        "id": 25,
        "name": "Xbox Series X (Xbox Series X)",
        "description": "Introducing Xbox Series X, the fastest, most powerful Xbox ever. Play thousands of titles from four generations of consoles—all games look and play best on Xbox Series X.\nAlso available with Xbox All Access: Get Xbox Series X and 24 months of Xbox Game Pass Ultimate, including over 100 high-quality games, with no upfront cost.\nExperience next-gen speed and performance with the Xbox Velocity Architecture, powered by a custom SSD and integrated software.",
        "tags": [
            4,
            20
        ]
    }
]
